/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f δευτερόλεπτα από το 1970";

/* %@ = location */
"Open %@ in Maps" = "Άνοιγμα «%@» στους Χάρτες";

/* %@ = location name */
"Map of %@" = "Χάρτης για %@";

/* %@ = phone number */
"Call %@" = "Κλήση %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "Δεν βρέθηκε η τοποθεσία («%@») με χρήση τοπικής αναζήτησης στους Χάρτες.";

/* %@ = url */
"Show %@ in Calendar" = "Εμφάνιση %@ στο Ημερολόγιο";

/* A measurement of some unit */
"Measurement" = "Μέτρηση";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "Η δυνατότητα δεν είναι ενεργοποιημένη για αυτήν την επίδειξη";

/* Button */
"Cancel" = "Ακύρωση";

/* Button */
"OK" = "OK";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "Οι Συντομεύσεις δεν ήταν δυνατό να πραγματοποιήσουν μετατροπή από %@ στον απαιτούμενο τύπο";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "Οι Συντομεύσεις δεν ήταν δυνατό να πραγματοποιήσουν μετατροπή από %@ σε %@";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "Η διεργασία";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%@ απέτυχε επειδή %@.";

/* Content item error; type conversion error */
"Conversion Error" = "Σφάλμα μετατροπής";

/* Content property name */
"Album (Content Property Name)" = "Άλμπουμ";

/* Content property name */
"Album Artist (Content Property Name)" = "Καλλιτέχνης άλμπουμ";

/* Content property name */
"Album Artwork (Content Property Name)" = "Εξώφυλλο άλμπουμ";

/* Content property name */
"Album Track # (Content Property Name)" = "Κομμάτι άλμπουμ #";

/* Content property name */
"Altitude (Content Property Name)" = "Υψόμετρο";

/* Content property name */
"Article Publish Date (Content Property Name)" = "Ημερομηνία δημοσίευσης άρθρου";

/* Content property name */
"Artist (Content Property Name)" = "Καλλιτέχνης";

/* Content property name */
"Artwork (Content Property Name)" = "Εξώφυλλο";

/* Content property name */
"Attendees (Content Property Name)" = "Συμμετέχοντες";

/* Content property name */
"Audio (Content Property Name)" = "Ήχος";

/* Content property name */
"Author (Content Property Name)" = "Συντάκτης";

/* Content property name */
"Birthday (Content Property Name)" = "Γενέθλια";

/* Content property name */
"Body (Content Property Name)" = "Κύριο τμήμα";

/* Content property name */
"Calendar (Content Property Name)" = "Ημερολόγιο";

/* Content property name */
"Camera Make (Content Property Name)" = "Κατασκευαστής κάμερας";

/* Content property name */
"Camera Model (Content Property Name)" = "Μοντέλο κάμερας";

/* Content property name */
"City (Content Property Name)" = "Πόλη";

/* Content property name */
"Comments (Content Property Name)" = "Σχόλια";

/* Content property name */
"Company (Content Property Name)" = "Εταιρεία";

/* Content property name */
"Completion Date (Content Property Name)" = "Ημερομηνία ολοκλήρωσης";

/* Content property name */
"Composer (Content Property Name)" = "Συνθέτης";

/* Content property name */
"Contact Photo (Content Property Name)" = "Φωτογραφία επαφής";

/* Content property name */
"Country (Content Property Name)" = "Χώρα";

/* Content property name */
"Creation Date (Content Property Name)" = "Ημερομηνία δημιουργίας";

/* Content property name */
"Date Added (Content Property Name)" = "Ημερομηνία προσθήκης";

/* Content property name */
"Date Taken (Content Property Name)" = "Ημερομηνία λήψης";

/* Content property name */
"Department (Content Property Name)" = "Τμήμα";

/* Content property name */
"Disc # (Content Property Name)" = "Δίσκος #";

/* Content property name */
"Due Date (Content Property Name)" = "Προθεσμία";

/* Content property name */
"Duration (Content Property Name)" = "Διάρκεια";

/* Content property name */
"Email Address (Content Property Name)" = "Διεύθυνση email";

/* Content property name */
"End Date (Content Property Name)" = "Ημερομηνία λήξης";

/* Content property name */
"Event End Date (Content Property Name)" = "Ημερομηνία λήξης γεγονότος";

/* Content property name */
"Event Start Date (Content Property Name)" = "Ημερομηνία έναρξης γεγονότος";

/* Content property name */
"Excerpt (Content Property Name)" = "Απόσπασμα";

/* Content property name */
"File Extension (Content Property Name)" = "Επέκταση αρχείου";

/* Content property name */
"File Size (Content Property Name)" = "Μέγεθος αρχείου";

/* Content property name */
"First Name (Content Property Name)" = "Όνομα";

/* Content property name */
"Frame Rate (Content Property Name)" = "Ρυθμός καρέ";

/* Content property name */
"Genre (Content Property Name)" = "Είδος";

/* Content property name */
"Group (Content Property Name)" = "Ομάδα";

/* Content property name */
"Has Alarms (Content Property Name)" = "Έχει ειδοποιήσεις";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "Έχει εξώφυλλο άλμπουμ";

/* Content property name */
"Has No Alarms (Content Property Name)" = "Δεν έχει ειδοποιήσεις";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "Δεν έχει εξώφυλλο άλμπουμ";

/* Content property name */
"Has No Photo (Content Property Name)" = "Δεν έχει φωτογραφία";

/* Content property name */
"Has Photo (Content Property Name)" = "Έχει φωτογραφία";

/* Content property name */
"Height (Content Property Name)" = "Ύψος";

/* Content property name */
"Image (Content Property Name)" = "Εικόνα";

/* Content property name */
"Is All Day (Content Property Name)" = "Είναι ολοήμερο";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "Είναι στοιχείο στο «σύννεφο»";

/* Content property name */
"Is Completed (Content Property Name)" = "Είναι ολοκληρωμένο";

/* Content property name */
"Is Explicit (Content Property Name)" = "Είναι ακατάλληλο";

/* Content property name */
"Is Favorite (Content Property Name)" = "Είναι αγαπημένο";

/* Content property name */
"Is Hidden (Content Property Name)" = "Είναι κρυφό";

/* Content property name */
"Is Not All Day (Content Property Name)" = "Δεν είναι ολοήμερο";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "Δεν είναι στοιχείο στο «σύννεφο»";

/* Content property name */
"Is Not Completed (Content Property Name)" = "Δεν είναι ολοκληρωμένο";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "Δεν είναι ακατάλληλο";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "Δεν είναι αγαπημένο";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "Δεν είναι κρυφό";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "Δεν είναι στιγμιότυπο οθόνης";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "Είναι στιγμιότυπο οθόνης";

/* Content property name */
"Job Title (Content Property Name)" = "Θέση εργασίας";

/* Content property name */
"Keys (Content Property Name)" = "Κλειδιά";

/* Content property name */
"Last Modified Date (Content Property Name)" = "Ημερομηνία τελευταίας τροποποίησης";

/* Content property name */
"Last Name (Content Property Name)" = "Επώνυμο";

/* Content property name */
"Last Played Date (Content Property Name)" = "Ημερομηνία τελευταίας αναπαραγωγής";

/* Content property name */
"Latitude (Content Property Name)" = "Γεωγραφικό πλάτος";

/* Content property name */
"List (Content Property Name)" = "Λίστα";

/* Content property name */
"Location (Content Property Name)" = "Τοποθεσία";

/* Content property name */
"Longitude (Content Property Name)" = "Γεωγραφικό μήκος";

/* Content property name */
"Lyrics (Content Property Name)" = "Στίχοι";

/* Content property name */
"Main Image URL (Content Property Name)" = "URL κύριας εικόνας";

/* Content property name */
"Media Kind (Content Property Name)" = "Είδος πολυμέσου";

/* Content property name */
"Media Type (Content Property Name)" = "Τύπος πολυμέσου";

/* Content property name */
"Metadata (Content Property Name)" = "Μεταδεδομένα";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "Λεξικό μεταδεδομένων";

/* Content property name */
"Middle Name (Content Property Name)" = "Μεσαίο όνομα";

/* Content property name */
"Music (Content Property Name)" = "Μουσική";

/* Content property name */
"Name (Content Property Name)" = "Όνομα";

/* Content property name */
"Nickname (Content Property Name)" = "Ψευδώνυμο";

/* Content property name */
"Notes (Content Property Name)" = "Σημειώσεις";

/* Content property name */
"Number of Words (Content Property Name)" = "Αριθμός λέξεων";

/* Content property name */
"Organizer (Content Property Name)" = "Οργανωτής";

/* Content property name */
"Orientation (Content Property Name)" = "Προσανατολισμός";

/* Content property name */
"Phone Number (Content Property Name)" = "Αριθμός τηλεφώνου";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "Φωνητικό όνομα";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "Φωνητικό επώνυμο";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "Φωνητικό μεσαίο όνομα";

/* Content property name */
"Photo Type (Content Property Name)" = "Τύπος φωτογραφίας";

/* Content property name */
"Play Count (Content Property Name)" = "Πλήθος αναπαραγωγών";

/* Content property name */
"Prefix (Content Property Name)" = "Πρόθεμα";

/* Content property name */
"Priority (Content Property Name)" = "Προτεραιότητα";

/* Content property name */
"Published Date (Content Property Name)" = "Ημερομηνία δημοσίευσης";

/* Content property name */
"Rating (Content Property Name)" = "Βαθμολογία";

/* Content property name */
"Release Date (Content Property Name)" = "Ημερομηνία κυκλοφορίας";

/* Content property name */
"Reminder Location (Content Property Name)" = "Τοποθεσία υπόμνησης";

/* Content property name */
"Role (Content Property Name)" = "Ρόλος";

/* Content property name */
"Show URL (Content Property Name)" = "Εμφάνιση URL";

/* Content property name */
"Show in Calendar (Content Property Name)" = "Εμφάνιση στο Ημερολόγιο";

/* Content property name */
"Skip Count (Content Property Name)" = "Πλήθος παραλείψεων";

/* Content property name */
"Start Date (Content Property Name)" = "Ημερομηνία έναρξης";

/* Content property name */
"State (Content Property Name)" = "Νομός/Πολιτεία";

/* Content property name */
"Status (Content Property Name)" = "Κατάσταση";

/* Content property name */
"Street (Content Property Name)" = "Οδός";

/* Content property name */
"Street Address (Content Property Name)" = "Διεύθυνση οδού";

/* Content property name */
"Suffix (Content Property Name)" = "Επίθημα";

/* Content property name */
"Time Taken (Content Property Name)" = "Ώρα λήψης";

/* Content property name */
"Title (Content Property Name)" = "Τίτλος";

/* Content property name */
"Track (Content Property Name)" = "Κομμάτι";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "Τιμές";

/* Content property name */
"Video (Content Property Name)" = "Βίντεο";

/* Content property name */
"Width (Content Property Name)" = "Πλάτος";

/* Content property name */
"ZIP Code (Content Property Name)" = "Ταχ. κωδικός";

/* Content property value */
"Accepted (Content Property Possible Value)" = "Αποδεκτό";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "Ηχοβιβλίο";

/* Content property value */
"Burst (Content Property Possible Value)" = "Ριπή";

/* Content property value */
"Chair (Content Property Possible Value)" = "Πρόεδρος";

/* Content property value */
"Completed (Content Property Possible Value)" = "Ολοκληρωμένη";

/* Content property value */
"Declined (Content Property Possible Value)" = "Απορρίφθηκε";

/* Content property value */
"Delegated (Content Property Possible Value)" = "Με πληρεξούσιο";

/* Content property value */
"Down (Content Property Possible Value)" = "Κάτω";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "Κατοπτρισμός κάτω";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "Σε επεξεργασία";

/* Content property value */
"Left (Content Property Possible Value)" = "Αριστερά";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "Κατοπτρισμός αριστερά";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "Ταινία";

/* Content property value */
"Music (Content Property Possible Value)" = "Μουσική";

/* Content property value */
"Music Video (Content Property Possible Value)" = "Μουσικό βίντεο";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "Μη συμμετέχων";

/* Content property value */
"Optional (Content Property Possible Value)" = "Προαιρετικό";

/* Content property value */
"Panorama (Content Property Possible Value)" = "Πανόραμα";

/* Content property value */
"Pending (Content Property Possible Value)" = "Εκκρεμεί";

/* Content property value */
"Podcast (Content Property Possible Value)" = "Podcast";

/* Content property value */
"Required (Content Property Possible Value)" = "Απαιτείται";

/* Content property value */
"Right (Content Property Possible Value)" = "Δεξιά";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "Κατοπτρισμός δεξιά";

/* Content property value */
"TV Show (Content Property Possible Value)" = "Τηλεοπτική εκπομπή";

/* Content property value */
"Tentative (Content Property Possible Value)" = "Αβέβαιο";

/* Content property value */
"Unknown (Content Property Possible Value)" = "Άγνωστο";

/* Content property value */
"Up (Content Property Possible Value)" = "Πάνω";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "Κατοπτρισμός πάνω";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "dd-MM-yyyy";

/* Default contact name */
"No Name" = "Χωρίς όνομα";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "EEE, dd MMM yyyy HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "Τοποθεσία";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "Άγνωστος σύνδεσμος Χαρτών";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "Οδηγίες από «%@» προς «%@»";

/* Error message */
"Location Not Found" = "Η τοποθεσία δεν βρέθηκε";

/* Error message */
"a video was provided instead of an image" = "δόθηκε βίντεο αντί για εικόνα";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "Δεν είναι δυνατή η μετατροπή του στοιχείου «%@» σε εικόνα, επειδή δεν έχει εξώφυλλο.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "Δεν είναι δυνατή η εξαγωγή του στοιχείου «%@», πιθανόν επειδή είναι αποθηκευμένο μόνο στο iCloud ή δεν έχει συγχρονιστεί ακόμη σε αυτήν τη συσκευή.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "Για να πραγματοποιηθεί αυτή η ενέργεια, πρέπει να είστε συνδεδεμένοι στο iCloud.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "Το στοιχείο δεν έχει εξώφυλλο άλμπουμ";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "Το στοιχείο δεν έχει ληφθεί";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ %2$@, %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "Φωτογραφία";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "Μουσική";

/* Filter description; multiple photos (plural) */
"Photos" = "Φωτογραφίες";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "Αποτελέσματα";

/* Generic plural type description */
"Anything (Plural)" = "Οτιδήποτε";

/* Generic type description */
"Anything (Singular)" = "Οτιδήποτε";

/* Item name */
"Apple Maps URL" = "URL Χαρτών Apple";

/* Item name */
"Contact" = "Επαφή";

/* Item name */
"Event" = "Γεγονός";

/* Item name */
"Image (item name)" = "Εικόνα";

/* Item name */
"Music (item name)" = "Μουσική";

/* Item name */
"Photo" = "Φωτογραφία";

/* Item name */
"Reminder" = "Υπόμνηση";

/* Item name */
"Track (item name)" = "Κομμάτι";

/* Item name; calendar event participant */
"Participant" = "Συμμετέχων";

/* Navigation bar title */
"Supported Types" = "Υποστηριζόμενοι τύποι";

/* Navigation bar title; content items */
"Items" = "Στοιχεία";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "Γράφος στοιχείων περιεχομένου";

/* Priority level */
"High" = "Υψηλή";

/* Priority level */
"Low" = "Χαμηλή";

/* Priority level */
"Medium" = "Μεσαία";

/* Property name; web page URL */
"Page URL" = "URL σελίδας";

/* Property name; web page contents */
"Page Contents" = "Περιεχόμενα σελίδας";

/* Property name; web page selection */
"Page Selection" = "Επιλογή σελίδων";

/* Proposed file name for an HTML file */
"Article" = "Άρθρο";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "Απέτυχε η προεπισκόπηση του «%@» από την Άμεση προβολή";

/* Reminder content item */
"Reminder Completion Date" = "Ημερομηνία ολοκλήρωσης υπόμνησης";

/* Reminder content item */
"Reminder Due Date" = "Προθεσμία υπόμνησης";

/* Reminder content item */
"Reminder Start Date" = "Ημερομηνία έναρξης υπόμνησης";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "Εμφάνιση URL";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "Μετρήσεις";

/* Title template for import albums from Photos.app */
"Imported on %@" = "Εισαγωγή: %@";

/* Type description for multiple files */
"Files" = "Αρχεία";

/* Type description for single file */
"File" = "Αρχείο";

/* Type description, a boolean (plural) */
"Booleans" = "Τιμές Boole";

/* Type description; a FTP directory (singular) */
"FTP directory" = "Κατάλογος FTP";

/* Type description; a Maps link (singular) */
"Maps link" = "Σύνδεσμος Χαρτών";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "Ιστοσελίδα Safari";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "Τιμή Boole";

/* Type description; a calendar event (singular) */
"Calendar event" = "Γεγονός Ημερολογίου";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "Συμμετέχων στο γεγονός";

/* Type description; a calendar item (singular) */
"Calendar item" = "Στοιχείο ημερολογίου";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "Επαφή";

/* Type description; a date (singular) */
"Date" = "Ημερομηνία";

/* Type description; a dictionary (singular) */
"Dictionary" = "Λεξικό";

/* Type description; a file size (singular) */
"File size" = "Μέγεθος αρχείου";

/* Type description; a location (singular) */
"Location (singular)" = "Τοποθεσία";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "Πολυμέσα";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "Πολυμέσο";

/* Type description; a number (singular) */
"Number" = "Αριθμός";

/* Type description; a phone number (singular) */
"Phone number" = "Αριθμός τηλεφώνου";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "Πολυμέσα φωτογραφιών";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "Πολυμέσα εφαρμογής «Φωτογραφίες»";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "Εμπλουτισμένο κείμενο";

/* Type description; a piece of text (singular) */
"Text (singular)" = "Κείμενο";

/* Type description; a place (location) (singular) */
"Place" = "Μέρος";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "Υπόμνηση";

/* Type description; a single image (singular) */
"Image (singular)" = "Εικόνα";

/* Type description; a time interval (singular) */
"Time interval" = "Χρονικό μεσοδιάστημα";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "Άρθρο";

/* Type description; an email address (singular) */
"Email address" = "Διεύθυνση email";

/* Type description; an extension item (singular) */
"Extension item" = "Στοιχείο επέκτασης";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "Στοιχείο iCalendar";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "Πολυμέσο iTunes";

/* Type description; an item provider (singular) */
"Item provider" = "Πάροχος στοιχείων";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "Κατάλογοι FTP";

/* Type description; multiple Maps links (plural) */
"Maps links" = "Σύνδεσμοι Χαρτών";

/* Type description; multiple PDFs (plural) */
"PDFs" = "PDF";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "Ιστοσελίδες Safari";

/* Type description; multiple URLs (plural) */
"URLs" = "URL";

/* Type description; multiple articles (plural) */
"Articles" = "Άρθρα";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "Συμμετέχοντες σε γεγονός";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "Γεγονότα Ημερολογίου";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "Στοιχεία Ημερολογίου";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "Επαφές";

/* Type description; multiple dates (plural) */
"Dates" = "Ημερομηνίες";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "Λεξικά";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "Διευθύνσεις email";

/* Type description; multiple extension items (plural) */
"Extension items" = "Στοιχεία επέκτασης";

/* Type description; multiple file sizes (plural) */
"File sizes" = "Μεγέθη αρχείων";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "Στοιχεία iCalendar";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "Πολυμέσα iTunes";

/* Type description; multiple images (plural) */
"Images" = "Εικόνες";

/* Type description; multiple item providers (plural) */
"Item providers" = "Πάροχοι στοιχείων";

/* Type description; multiple locations (plural) */
"Locations" = "Τοποθεσίες";

/* Type description; multiple numbers (plural) */
"Numbers" = "Αριθμοί";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "Αριθμοί τηλεφώνου";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "Πολυμέσα φωτογραφιών";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "Πολυμέσα εφαρμογής «Φωτογραφίες»";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "Εμπλουτισμένο κείμενο";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "Κείμενο";

/* Type description; multiple places (locations) (plural) */
"Places" = "Μέρη";

/* Type description; multiple reminders (plural) */
"Reminders" = "Υπομνήσεις";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "Χρονικά μεσοδιαστήματα";

/* Type description; multiple vCards (plural) */
"vCards" = "vCard";

/* Unit type */
"Acceleration" = "Επιτάχυνση";

/* Unit type */
"Angle" = "Γωνία";

/* Unit type */
"Area" = "Εμβαδόν";

/* Unit type */
"Concentration Mass" = "Συγκέντρωση μάζας";

/* Unit type */
"Dispersion" = "Διασπορά";

/* Unit type */
"Duration" = "Διάρκεια";

/* Unit type */
"Electric Charge" = "Ηλεκτρικό φορτίο";

/* Unit type */
"Electric Current" = "Ηλεκτρικό ρεύμα";

/* Unit type */
"Electric Potential Difference" = "Διαφορά ηλεκτρικού δυναμικού";

/* Unit type */
"Electric Resistance" = "Ηλεκτρική αντίσταση";

/* Unit type */
"Energy" = "Ενέργεια";

/* Unit type */
"Frequency" = "Συχνότητα";

/* Unit type */
"Fuel Efficiency" = "Απόδοση καυσίμου";

/* Unit type */
"Illuminance" = "Φωτισμός";

/* Unit type */
"Length" = "Μήκος";

/* Unit type */
"Mass" = "Μάζα";

/* Unit type */
"Power" = "Ισχύς";

/* Unit type */
"Pressure" = "Πίεση";

/* Unit type */
"Speed" = "Ταχύτητα";

/* Unit type */
"Temperature" = "Θερμοκρασία";

/* Unit type */
"Volume" = "Όγκος";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = " ή ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " ή ";

